Repository: savoirfairelinux/jami-client-uwp
Catalog: localization/*/Resources.resw
Source language: en
Languages: cs_cz, de, es, it_it, nl, ru

# _aboutBasicButton_.Content
source: About
cs_cz: O aplikaci
de: Über
es: Acerca de
it_it: Info
nl: Over
ru: О программе

# _aboutCloseButton_.Content
source: Close
cs_cz: Zavřít
de: Schließen
es: Cerrar
nl: Sluiten
ru: Закрыть

# _aboutCreditsButton_.Content
source: Credits
cs_cz: Zásluhy
de: Würdigung
es: Créditos
it_it: Crediti
ru: Благодарности

# _aboutDisclaimer_.Text
source: This program comes with absolutely no warranty
cs_cz: Tento program je poskytován bez jakékoli záruky
de: Dieses Programm kommt ohne jede Gewährleistung
nl: Op dit programma zit geen enkele garantie
ru: Эта программа поставляется без каких-либо гарантий

# _aboutGPL_0_.Text
source: See the
cs_cz: Podívejte se na
de: Lesen Sie die
nl: Zie de
ru: См.

# _aboutGPL_1_.Content
source: GNU General Public License, version 3 or later
cs_cz: GNU General Public License, verze 3 nebo pozdější
de: GNU General Public License, version 3 or aktueller
nl: GNU General Public License, versie 3 of hoger
ru: Стандартная общественная лицензия GNU (GPL), версия 3 или более поздняя

# _aboutGPL_1_.NavigateUri
source: https://www.gnu.org/licenses/gpl-3.0.en.html
de: https://www.gnu.org/licenses/gpl-3.0.de.html
ru: https://www.gnu.org/licenses/gpl-3.0.ru.html

# _aboutGPL_2_.Text
source: for details.
cs_cz: na podrobnosti.
de: für Details.
it_it: per dettagli.
nl: voor details.
ru: для получения более подробной информации.

# _aboutReleaseDescription_.Text
source: Ring is a secured and distributed communication software.
cs_cz: Ring je zabezpečený a distribuovaný komunikační program.
de: Ring ist sichere und dezentralisierte Software zur Kommunikation.
es: Ring es un programa de comunicación seguro y distribuido.
nl: Ring is software voor beveiligde en gedistribueerde communicatie.
ru: Ring — это безопасная и распределённая программа для общения.

# _aboutReleasePlatform_.Text
source: The Microsoft Windows Runtime client for Ring.
cs_cz: Klient prostředí Microsoft Windows pro Ring.
de: Die Microsoft Windows Anwendung für Ring.
nl: De Microsoft Windows Runtime cliënt voor Ring.
ru: Клиент RIng для Microsoft Windows

# _aboutReleaseTitle_.Text
source: Release: Beta 2 - Gaston Miron
cs_cz: Vydání: Beta 2 - Gaston Miron
nl: Uitgave: Beta 2 - Gaston Miron
ru: Выпуск: Beta 2 - Gaston Miron

# _accountAliasTextBoxUid_.PlaceholderText
source: Enter alias
cs_cz: Zadat přezdívku
de: Aliasnamen eingeben
it_it: Inserisci un alias
nl: Voer een alias in
ru: Введите псевдоним

# _accountEditionTitle_.Text
source: Edit Account
cs_cz: Upravit účet
de: Konto bearbeiten
es: Editar cuenta
it_it: Modifica l'account
nl: Account wijzigen
ru: Изменить аккаунт

# _accountsAddDevice_.Text
source: Add Device
cs_cz: Přidat zařízení
de: Gerät hinzufügen
es: Agregar dispositivo
it_it: Aggiungi dispositivo
nl: Apparaat toevoegen
ru: Добавить устройство

# _accountsAddEnterPIN_.PlaceholderText
source: Enter PIN
cs_cz: Zadejte PIN
de: PIN eingeben
es: Ingresa tu PIN
it_it: Inserisci il PIN
nl: Voer PIN-code in
ru: Введите PIN

# _accountsAddStep1_.Text
source: To link this device to a Ring account, you'll first need to generate a PIN from Ring on a device hosting the account.
cs_cz: Pro připojení tohoto zařízení k účtu Ringu nejprve musíte vytvořit PIN z Ringu na zařízení hostujícím účet.
de: Um diese Gerät mit einem Ring-Konto zu verknüpfen, musst du dir erst auf dem Gerät, auf dem das Konto angemeldet ist, eine PIN generieren lassen.
es: Para asociar este dispositivo a una cuenta Ring primero debes generar un PIN desde un dispositivo previamente dado de alta en la cuenta
it_it: Per collegare questo dispositivo ad un account Ring, devi prima generare un PIN su un dispositivo con quell'account.
nl: Om dit apparaat te koppelen aan een Ring account moet je eerst een PIN-code genereren op een apparaat waarop je Ring account staat.
ru: Чтобы привязать это устройство к аккаунту Ring, надо сперва сгенерировать PIN на устройстве, на котором размещён аккаунт.

# _accountsAutoAnswer_.Text
source: Auto answer
cs_cz: Automatická odpověď
de: Automatisch antworten
es: Respuesta automática
it_it: Risposta automatica
nl: Automatisch beantwoorden
ru: Автоответ

# _accountsDevices_.Text
source: Devices
cs_cz: Zařízení
de: Geräte
es: Dispositivos
it_it: Dispositivi
nl: Apparaten
ru: Устройства

# _accountsEditionLearnMore_.Content
source: Learn more
cs_cz: Naučit se více
de: Mehr erfahren
it_it: Scopri di più
nl: Meer informatie
ru: Узнать больше

# _accountsEnterArchivePassword_.PlaceholderText
source: Enter your password
cs_cz: Zadejte své heslo
de: Geben Sie Ihr Passwort ein
es: Ingresa tu contraseña
it_it: Inserisci la tua password
nl: Voer je wachtwoord in
ru: Введите ваш пароль

# _accountsIncognitoContacts_.Text
source: Accept calls and messages from incognito contacts
cs_cz: Přijímat hovory a zprávy od osob nevystupujících pod vlastním jménem
de: Anrufe und Nachrichten von unerkannten Kontakten erlauben
it_it: Accetta chiamate e messaggi da contatti sconosciuti
nl: Accepteer oproepen en berichten van anonieme contacten
ru: Принимать звонки и сообщения от инкогнито пользователей

# _accountsPINGenerator_.Text
source: PIN generator
cs_cz: Tvůrce PIN
es: Generador de PIN
it_it: generatore di condici PIN
ru: Генератор PIN

# _accountsRegisterPublicName_.Text
source: Register public username
cs_cz: Zaregistrovat veřejné uživatelské jméno
de: Öffentlichen Benutzernamen registrieren
es: Registrar nombre de usuario público
nl: Registreer een publieke gebruikersnaam
ru: Зарегистрировать публичное имя

# _accountsShare_.Text
source: Share
cs_cz: Sdílet
de: Teilen
es: Compartir
it_it: Condividi
nl: Delen
ru: Поделиться

# _accountsSIPParameters_.Text
source: SIP account parameters
cs_cz: Prametry účtu SIP
de: SIP Kontoeinstellungen
es: Parámetros de la cuenta SIP
it_it: parametri dell'account SIP
ru: Настройки SIP аккаунта

# _accountsTitle_.Text
source: Accounts
cs_cz: Účty
de: Konten
es: Cuentas
ru: Аккаунты

# _accountsType_.Text
source: Account type
cs_cz: Typ účtu
de: Kontotyp
es: Tipo de cuenta
it_it: Tipo di account
ru: Тип учётной записи

# _accountsWaitingAndResult_.Text
source: Exporting account on the Ring...
cs_cz: Účet se exportuje na Ring…
de: Das Konto wird zu Ring exportiert...
es: Exportando cuenta en Ring...
it_it: Esportando l'account su Ring...
nl: Account wordt geëxporteerd naar de Ring...
ru: Экспорт аккаунта в сеть Ring…

# _callsLookingFor_
source: looking for
cs_cz: hledá
de: suche nach
it_it: in cerca di
nl: zoekende naar
ru: поиск

# _contactRequestPending_.Text
source: has added you as a contact.
cs_cz: vás přidal jako kontakt.
de: hat dich als Kontakt hinzugefügt.
it_it: ti ha aggiunto tra i suoi contatti.
nl: Heeft jou toegevoegd als contactpersoon.
ru: Добавил(а) вас в контакты.

# _contactRequestSent_.Text
source: Contact request sent.
cs_cz: Poslána žádost o kontakt.
de: Kontaktanfrage gesendet.
it_it: La richiesta di contatto è stata inviata.
nl: Contactverzoek verzonden.
ru: Запрос на добавление в контакты отправлен.

# _contactRequestsTitle_.Text
source: Contact Requests
cs_cz: Žádosti o kontakt
de: Kontaktanfragen
it_it: Richieste di contatto.
nl: Contactverzoeken
ru: Запросы на добавление в контакты

# _contactsTitle_.Text
source: Contacts
cs_cz: Kontakty
de: Kontakte
es: Contactos
it_it: Contatti
nl: Contacten
ru: Контакты

# _learnMoreDeleteAccountEditionUid_.Content
source: Learn more
cs_cz: Naučit se více
de: Mehr erfahren
it_it: Scopri di più
nl: Meer informatie
ru: Узнать больше

# _registerOnBlockchainEditionUid_.Content
source: Register
cs_cz: Zaregistrovat
de: Registrieren
es: Registrar
it_it: Salva
nl: Registreren
ru: Регистрация

# _ringPasswordBoxAccountCreationCheckUid_.PlaceholderText
source: Repeat password
cs_cz: Zopakujte heslo
de: Passwort wiederholen
es: Repite la contraseña
it_it: Ripeti la password
nl: Herhaal wachtwoord
ru: Повторите пароль

# _ringPasswordBoxAccountCreationUid_.PlaceholderText
source: Enter password
cs_cz: Zadejte heslo
de: Passwort eingeben
es: Ingresa la contraseña
it_it: Inserire password
nl: Voer wachtwoord in
ru: Введите пароль

# _settingsTitle_.Text
source: Settings
cs_cz: Nastavení
de: Einstellungen
es: Configuración
it_it: Opzioni
nl: Instellingen
ru: Настройки

# _settingsVideoDevice_.Text
source: Device
cs_cz: Zařízení
de: Gerät
es: Dispositivo
it_it: Dispositivo
nl: Apparaat
ru: Устройство

# _settingsVideoRate_.Text
source: Rate
cs_cz: Rychlost
es: Tasa
it_it: Velocità
ru: Тариф

# _settingsVideoResolution_.Text
source: Resolution
cs_cz: Rozlišení
de: Auflösung
es: Resolución
it_it: Risoluzione
nl: Resolutie
ru: Разрешение

# _settingsVideo_.Text
source: Video
es: Vídeo
ru: Видео

# _sipHostnameEditionUid_.PlaceholderText
source: Enter hostname
cs_cz: Zadejte hostitelské jméno
de: Servername eingeben
it_it: Inserire il nome dell'host
nl: Voer hostnaam in
ru: Введите имя сервера

# _sipPasswordEditionUid_.PlaceholderText
source: Enter password
cs_cz: Zadejte heslo
de: Passwort eingeben
es: Ingresa la contraseña
it_it: Inserire password
nl: Voer wachtwoord in
ru: Введите пароль

# _sipUsernameEditionTextBoxUid_.PlaceholderText
source: Enter username
cs_cz: Zadejte uživatelské jméno
de: Benutzername eingeben
it_it: Inserire il nome utente
nl: Voer gebruikersnaam in
ru: Введите имя пользователя

# _usernameTextBoxEditionUid_.PlaceholderText
source: Enter your username
cs_cz: Zadejte své uživatelské jméno
de: Geben Sie ihren Benutzernamen ein
it_it: Inserisci il tuo nome utente
nl: Voer je gebruikersnaam in
ru: Введите ваше имя пользователя

# _waitingDevicesListUid_.Text
source: waiting for devices list...
cs_cz: čeká se na seznam zařízení...
de: Warten auf die Geräteliste…
it_it: in attesa della lista dei dispositivi...
nl: wachten op apparatenlijst...
ru: ожидание списка устройств…

# _welcomeAboutButton_.Content
source: About
cs_cz: O aplikaci
de: Über
es: Acerca de
it_it: Info
nl: Over
ru: О программе

# _welcomeDescription_.Text
source: Ring is free software for universal communication which respects the freedoms and privacy of its users.
cs_cz: Ring je svobodný software určený k univerzální komunikaci, který respektuje svobody a práva uživatelů.
de: Ring ist eine Freie Software für universelle Kommunikation und respektiert die Freiheiten und Privatsphäre der Benutzer.
es: Ring es software libre de comunicaciones que respeta las libertades y privacidad de sus usuarios.
it_it: Ring è software libero per la comunicazione universale che rispetta le libertà e la privacy dei suoi utenti.
nl: Ring is vrije software voor universele communicatie, die de vrijheden en privacy van haar gebruikers eerbiedigt.
ru: Ring — это свободная программа для всеобщей связи, уважающая свободы и конфиденциальность ее пользователей.

# _welcomePrivacyLink_.Content
source: Privacy Policy
cs_cz: Postoj k soukromí
de: Datenschutz-Bestimmungen
es: Política de privacidad
nl: Privacybeleid
ru: Политика конфиденциальности

# _whatWillHappendeleteRingAccountEditionUid_.Text
source: Your account will be deleted from this computer. Other devices are not affected. Your public registration can never be deleted.
cs_cz: Váš účet bude smazán z tohoto počítače. Jiná zařízení nejsou tímto krokem ovlivněna. Vaši veřejnou registraci nelze smazat nikdy.
de: Dein Konto wird von diesem Computer gelöscht werden. Andere Geräte bleiben unverändert. Deine Öffentliche Registrierung kann nicht gelöscht werden.
es: Se borrará la cuenta de este equipo. Esto no afecta a otros dispositivos. El registro público del usuario no se puede eliminar.
nl: Je account zal worden verwijderd van deze computer. Op andere apparaten heeft dit geen invloed. Je publieke registratie kan nooit worden verwijderd.
ru: Ваш аккаунт будет удалён с этого компьютера. Это действие не затронет другие устройства. Ваш публичный аккаунт не может быть удалён.

# _whatWillHappendeleteSipAccountEditionUid_.Text
source: Your account will be deleted from this computer.
cs_cz: Váš účet bude smazán z tohoto počítače.
de: Dein Konto wird von diesem Computer gelöscht werden.
es: Se borrará la cuenta en este equipo.
nl: Je account wordt verwijderd van deze computer.
ru: Ваш аккаунт будет удалён с этого компьютера.

# _whatWillHappenEditionUid_.Text
source: People can find you with your username
cs_cz: Lidé vás mohou najít pomocí vašeho uživatelského jména
de: Unter diesem Namen können dich andere Leute finden
es: La gente puede encontrarte mediante tu nombre de usuario
nl: Mensen kunnen je vinden met je gebruikersnaam
ru: Люди смогут найти вас по вашему имени пользователя

# _whatWillHappen_0_
source: You are already registered.
cs_cz: Již jste zaregistrován.
de: Du bist bereits registriert.
es: Ya estabas registrado previamente
it_it: Sei già registrato.
nl: Je bent reeds geregistreerd.
ru: Вы уже зарегистрированы.

# _whatWillHappen_1_
source: You are not yet registered.
cs_cz: Ještě nejste zaregistrován.
de: Du bist noch nicht registriert.
es: Aún no estás registrado.
it_it: Non sei ancora registrato.
nl: Je bent nog niet geregistreerd.
ru: Вы ещё не зарегистрированы.

# _whatWillHappen_2_
source: You'll have to send your ringId.
cs_cz: Musíte poslat své ID Ringu.
de: Du musst deine Ring-ID senden.
es: Tendrás que enviar tu RingId
it_it: Devi inviare il tuo RingID
nl: Je zult je RingID moeten sturen.
ru: Нужно отправить свой Ring ID.

# _accountsCredentialsExpired_
source: Credentials error or PIN expired.
cs_cz: Chyba v přihlašovacích údajích nebo vypršel PIN.
de: Fehler mit den Anmeldeinformationen oder abgelaufene PIN.
es: Error de credenciales o PIN caducado
it_it: Errore delle credenziali o PIN scaduto.
nl: Fout in inloggegevens of PIN-code is verlopen.
ru: Неверные учётные данные или PIN просрочен

# _accountsNoDeviceId_
source: No device id found!
cs_cz: Nenalezeno ID zařízení!
de: Keine Gerätekennung gefunden!
es: ¡No se encuentra el identificador del dispositivo!
it_it: Nessun ID del dispositivo trovato!
nl: Geen apparaat-ID gevonden!
ru: Не найден идентификатор устройства!

# _contactsContactExists_
source: you already have a contact with this ring id.
cs_cz: již máte kontakt s tímto ID Ringu.
de: Du hast bereits einen Kontakt mit dieser Ring-ID.
es: Ya tienes un contacto con este identificador
it_it: hai già un contatto con questo RingID.
nl: Je heb al een contact met deze Ring-ID.
ru: У вас уже есть контакт с таким Ring ID.

# _contactsNetworkError_
source: network error!
cs_cz: chyba sítě!
de: Netzwerkfehler
es: ¡Error en la red!
it_it: errore di rete!
nl: netwerkfout!
ru: ошибка сети!

# _contactsRingIdAdded_
source: ring id added.
cs_cz: ID Ringu je přidáno.
de: Ring-ID hinzugefügt.
es: Se añadió el identificador Ring
it_it: RingID aggiunto.
nl: Ring ID toegevoegd.
ru: Ring ID добавлен.

# _contactsUserAdded_
source: username found and added.
cs_cz: uživatelské jméno nalezeno a přidáno.
de: Benutzername gefunden und hinzugefügt.
es: Se encontró y añadió el usuario.
it_it: nome utente trovato ed aggiunto.
nl: Gebruikersnaam gevonden en toegevoegd.
ru: имя пользователя найдено и добавлено.

# _contactsUsernameInvalid_
source: username invalid.
cs_cz: uživatelské jméno je neplatné.
de: Benutzername ist ungültig.
es: Nombre de usuario no válido.
it_it: nome utente non valido.
nl: Ongeldige gebruikersnaam.
ru: недопустимое имя пользователя.

# _contactsUsernameNotFound_
source: username not found.
cs_cz: uživatelské jméno nenalezeno.
de: Benutzername nicht gefunden.
es: No se encuentra el nombre de usuario.
it_it: nome utente non trovato.
nl: Gebruikersnaam niet gevonden.
ru: имя пользователя не найдено.

# _wizardAddExistingAccount_.Content
source: Add Existing Account
cs_cz: Přidat stávající účet
de: Vorhandenes Konto hinzufügen
es: Agregar cuenta existente
it_it: Aggiunti un account esistente
nl: Bestaand Account toevoegen
ru: Добавить существующий аккаунт

# _wizardCreateAccount_.Content
source: Create New Account
cs_cz: Vytvořit nový účet
de: Neues Konto erstellen
es: Crear nueva cuenta
it_it: Crea un nuovo account
nl: Nieuw Account Maken
ru: Создать новый аккаунт

# _wizardFullName_.PlaceholderText
source: Enter your full name
cs_cz: Zadejte své celé jméno
de: Geben Sie Ihren vollständigen Namen ein
es: Introduce tu nombre completo
it_it: Inserisci il tuo nome completo
nl: Voer je volledige naam in
ru: Введите ваше полное имя

# _wizardRingAccountPassword_.Text
source: Ring account password
cs_cz: Heslo k účtu Ring
de: Ring-Kontopasswort
es: Contraseña de la cuenta Ring
it_it: Password dell'account Ring
nl: Ring account wachtwoord
ru: Пароль аккаунта Ring

# _wizardStep1_.Content
source: Step 1
cs_cz: Krok 1
de: Schritt 1
es: Paso 1
it_it: Passo 1
nl: Stap 1
ru: Шаг 1

# _wizardStep2_.Content
source: Step 2
cs_cz: Krok 2
de: Schritt 2
es: Paso 2
it_it: Passo 2
nl: Stap 2
ru: Шаг 2

# _msgBeginningOfTime_.Text
source: Beginning of Time
cs_cz: Začátek času
de: Anfang der Zeit
nl: Begin der tijden
